#+title: Stuff to do when done with editing

* Assignments

#+begin_src shell
cd ~/vakken/probdist/sources/
arara assignments
cp assignments.pdf ..
#+end_src

#+RESULTS:
| __          | _                 | _       | __                             | __      | _    | _         | __ | __ | _ |    |   |   |   |   |   |   |   |    |   |   |
|             |                   | (_      |                                |         |      |           |    |    |   | (_ |   |   |   |   |   |   |   | (_ |   |   |
| \__,_       | _                 |         | \__,_                          | _       |      | \__,_     |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
|             |                   |         |                                |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| Processing  | 'assignments.tex' | (size:  | 6                              | KB,     | last | modified: |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| 01/25/2021  | 11:44:12),        | please  | wait.                          |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
|             |                   |         |                                |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| (PDFLaTeX)  | PDFLaTeX          | engine  | .............................. | SUCCESS |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| (PythonTeX) | PythonTeX         | wrapper | ...........................    | SUCCESS |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| (PDFLaTeX)  | PDFLaTeX          | engine  | .............................. | SUCCESS |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
|             |                   |         |                                |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| Total:      | 3.81              | seconds |                                |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |


* Lectures

#+begin_src shell
cd ~/vakken/probdist/sources/
arara lectures-demo
arara lectures
cp lectures-demo.pdf ..
cp lectures.pdf ..
#+end_src

#+RESULTS:
| __          | _                   | _       | __                             | __      | _    | _         | __ | __ | _ |    |   |   |   |   |   |   |   |    |   |   |
|             |                     | (_      |                                |         |      |           |    |    |   | (_ |   |   |   |   |   |   |   | (_ |   |   |
| \__,_       | _                   |         | \__,_                          | _       |      | \__,_     |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
|             |                     |         |                                |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| Processing  | 'lectures-demo.tex' | (size:  | 508                            | bytes,  | last | modified: |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| 01/26/2021  | 08:09:52),          | please  | wait.                          |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
|             |                     |         |                                |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| (PDFLaTeX)  | PDFLaTeX            | engine  | .............................. | SUCCESS |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| (PythonTeX) | PythonTeX           | wrapper | ...........................    | SUCCESS |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| (PDFLaTeX)  | PDFLaTeX            | engine  | .............................. | SUCCESS |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
|             |                     |         |                                |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| Total:      | 3.74                | seconds |                                |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| __          | _                   | _       | __                             | __      | _    | _         | __ | __ | _ |    |   |   |   |   |   |   |   |    |   |   |
|             |                     | (_      |                                |         |      |           |    |    |   | (_ |   |   |   |   |   |   |   | (_ |   |   |
| \__,_       | _                   |         | \__,_                          | _       |      | \__,_     |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
|             |                     |         |                                |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| Processing  | 'lectures.tex'      | (size:  | 472                            | bytes,  | last | modified: |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| 01/26/2021  | 08:11:37),          | please  | wait.                          |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
|             |                     |         |                                |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| (PDFLaTeX)  | PDFLaTeX            | engine  | .............................. | SUCCESS |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| (PythonTeX) | PythonTeX           | wrapper | ...........................    | SUCCESS |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| (PDFLaTeX)  | PDFLaTeX            | engine  | .............................. | SUCCESS |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
|             |                     |         |                                |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |
| Total:      | 4.15                | seconds |                                |         |      |           |    |    |   |    |   |   |   |   |   |   |   |    |   |   |


* Memoryless excursions

#+begin_src shell
cd ~/vakken/probdist/sources/
arara memoryless_excursions.tex
cp memoryless_excursions.pdf ..
#+end_src



* Notes

#+begin_src shell
cd ~/vakken/probdist/sources/
cp notes.pdf ..
#+end_src
